const networkData = {
  "nodes": [
    {
      "id": "‘대학 밖 대학’과 들뢰즈의 ‘학습배치’",
      "name": "‘대학 밖 대학’과 들뢰즈의 ‘학습배치’",
      "symbolSize": 60,
      "value": 80
    },
    {
      "id": "Deleuze의 차이생성 이론으로 들여다본 만 5세 신나는 반 유아들의 놀이경험 이해: 교육적 기록작업 다시보기를 중심으로",
      "name": "Deleuze의 차이생성 이론으로 들여다본 만 5세 신나는 반 유아들의 놀이경험 이해: 교육적 기록작업 다시보기를 중심으로",
      "symbolSize": 60,
      "value": 90
    },
    {
      "id": "자연 친화 실내외놀이를 통한 유아교사의 ‘자기되기’ 그리고 ‘교사되기’: 후기구조주의 들뢰즈(Deleuze)의 철학적 사유를 중심으로",
      "name": "자연 친화 실내외놀이를 통한 유아교사의 ‘자기되기’ 그리고 ‘교사되기’: 후기구조주의 들뢰즈(Deleuze)의 철학적 사유를 중심으로",
      "symbolSize": 60,
      "value": 53
    },
    {
      "id": "문화적 체육교육론 서설",
      "name": "문화적 체육교육론 서설",
      "symbolSize": 60,
      "value": 87
    },
    {
      "id": "질적연구 경험 다시 보기를 통한 유아 음악 교수자의 배움에 관한 자전적 연구: 들뢰즈(Deleuze)의 철학적 관점을 중심으로",
      "name": "질적연구 경험 다시 보기를 통한 유아 음악 교수자의 배움에 관한 자전적 연구: 들뢰즈(Deleuze)의 철학적 관점을 중심으로",
      "symbolSize": 60,
      "value": 51
    },
    {
      "id": "리좀과 공동체 기업가정신",
      "name": "리좀과 공동체 기업가정신",
      "symbolSize": 60,
      "value": 54
    },
    {
      "id": "[단행본] 차이와 반복/Deleuze, G./민음사/2004/~///",
      "name": "[단행본] 차이와 반복/Deleuze, G./민음사/2004/~///",
      "symbolSize": 60,
      "value": 134
    },
    {
      "id": "번역을 통한 미술학습의 실천",
      "name": "번역을 통한 미술학습의 실천",
      "symbolSize": 60,
      "value": 49
    },
    {
      "id": "통합교육 이론의 실천적 변환을 위한 들뢰즈 존재론 탐색",
      "name": "통합교육 이론의 실천적 변환을 위한 들뢰즈 존재론 탐색",
      "symbolSize": 60,
      "value": 81
    },
    {
      "id": "미술과 디지털 리터러시 교육의 방향성 탐구: 들뢰즈 이미지 존재론을 중심으로",
      "name": "미술과 디지털 리터러시 교육의 방향성 탐구: 들뢰즈 이미지 존재론을 중심으로",
      "symbolSize": 60,
      "value": 56
    },
    {
      "id": "가르치는 교사에서 배우는 미술교사-되기 : 학교 밖 현장 미술교사들과 함께하는 질적 사례 연구",
      "name": "가르치는 교사에서 배우는 미술교사-되기 : 학교 밖 현장 미술교사들과 함께하는 질적 사례 연구",
      "symbolSize": 60,
      "value": 46
    },
    {
      "id": "중독과 들뢰즈의 반복의 문제",
      "name": "중독과 들뢰즈의 반복의 문제",
      "symbolSize": 60,
      "value": 46
    },
    {
      "id": "누리과정 신체운동영역 재구성 과정에서 유아교사들이 경험한 4가지 리좀 이야기",
      "name": "누리과정 신체운동영역 재구성 과정에서 유아교사들이 경험한 4가지 리좀 이야기",
      "symbolSize": 60,
      "value": 70
    },
    {
      "id": "삶의 방식으로서의 인성교육 -들뢰즈의 되기(becoming)관점을 통해-",
      "name": "삶의 방식으로서의 인성교육 -들뢰즈의 되기(becoming)관점을 통해-",
      "symbolSize": 60,
      "value": 57
    },
    {
      "id": "들뢰즈의 선험적 실재주의와 체도(體道)의 예술론",
      "name": "들뢰즈의 선험적 실재주의와 체도(體道)의 예술론",
      "symbolSize": 60,
      "value": 45
    },
    {
      "id": "들뢰즈의 라이프니츠론에 대한 연구- 『차이와 반복』과 『의미의 논리』를 중심으로 -",
      "name": "들뢰즈의 라이프니츠론에 대한 연구- 『차이와 반복』과 『의미의 논리』를 중심으로 -",
      "symbolSize": 60,
      "value": 45
    },
    {
      "id": "물질의 행위주체성을 기반으로 한 유아 숲 체험활동의 비판적 고찰",
      "name": "물질의 행위주체성을 기반으로 한 유아 숲 체험활동의 비판적 고찰",
      "symbolSize": 60,
      "value": 47
    },
    {
      "id": "칸트와 들뢰즈에서 자아의 동일성 문제",
      "name": "칸트와 들뢰즈에서 자아의 동일성 문제",
      "symbolSize": 60,
      "value": 46
    },
    {
      "id": "들뢰즈의 존재론적 예술교육: IB PYP 예술과 교육과정에 대한 탐구",
      "name": "들뢰즈의 존재론적 예술교육: IB PYP 예술과 교육과정에 대한 탐구",
      "symbolSize": 60,
      "value": 46
    },
    {
      "id": "[단행본] 천 개의 고원./김재인/새물결출판사/2001/~///",
      "name": "[단행본] 천 개의 고원./김재인/새물결출판사/2001/~///",
      "symbolSize": 60,
      "value": 46
    },
    {
      "id": "장소-되기로서 장소 배움의 의미",
      "name": "장소-되기로서 장소 배움의 의미",
      "symbolSize": 60,
      "value": 60
    },
    {
      "id": "들뢰즈의 배움의 기호를 통한 유아교사의 경험탐구",
      "name": "들뢰즈의 배움의 기호를 통한 유아교사의 경험탐구",
      "symbolSize": 60,
      "value": 46
    },
    {
      "id": "놀이기반 배움의 방향에 관한 탐색: 표상을 넘어 사건으로",
      "name": "놀이기반 배움의 방향에 관한 탐색: 표상을 넘어 사건으로",
      "symbolSize": 60,
      "value": 51
    },
    {
      "id": "예술로서 시조 체험 교육 연구를 위한 시론 -들뢰즈의 예술론을 바탕으로-",
      "name": "예술로서 시조 체험 교육 연구를 위한 시론 -들뢰즈의 예술론을 바탕으로-",
      "symbolSize": 60,
      "value": 44
    },
    {
      "id": "알레르기 질환 교육상담간호사의 경험을 통한 유아교사의 배움과 실천에 대한 요구: 들뢰즈의 ‘기호’와 ‘되기’의 관점으로",
      "name": "알레르기 질환 교육상담간호사의 경험을 통한 유아교사의 배움과 실천에 대한 요구: 들뢰즈의 ‘기호’와 ‘되기’의 관점으로",
      "symbolSize": 60,
      "value": 45
    },
    {
      "id": "들뢰즈 철학에서 영아 언어 의미 찾기",
      "name": "들뢰즈 철학에서 영아 언어 의미 찾기",
      "symbolSize": 60,
      "value": 49
    },
    {
      "id": "슬로시티 담론을 통한 지역의 ‘차이 존재론’적 이해",
      "name": "슬로시티 담론을 통한 지역의 ‘차이 존재론’적 이해",
      "symbolSize": 60,
      "value": 62
    },
    {
      "id": "생성적 관점에서 바라본 학교혁신의 방향",
      "name": "생성적 관점에서 바라본 학교혁신의 방향",
      "symbolSize": 60,
      "value": 64
    },
    {
      "id": "포스트구조주의 논의를 통해 본 한국 대중춤의 사회문화적 의미",
      "name": "포스트구조주의 논의를 통해 본 한국 대중춤의 사회문화적 의미",
      "symbolSize": 60,
      "value": 70
    },
    {
      "id": "[단행본] 차이와 반복/질 들뢰즈/민음사/2004/~///",
      "name": "[단행본] 차이와 반복/질 들뢰즈/민음사/2004/~///",
      "symbolSize": 60,
      "value": 107
    },
    {
      "id": "들뢰즈 관점에서 본 영유아기 자녀양육경험을 통한 아버지-되어가기의 의미",
      "name": "들뢰즈 관점에서 본 영유아기 자녀양육경험을 통한 아버지-되어가기의 의미",
      "symbolSize": 60,
      "value": 66
    },
    {
      "id": "들뢰즈와 가타리의 철학에 근거한 북한 장애인 관련 법규 고찰",
      "name": "들뢰즈와 가타리의 철학에 근거한 북한 장애인 관련 법규 고찰",
      "symbolSize": 60,
      "value": 68
    },
    {
      "id": "성인교육의 확장과 심화를 위한 인식론적 전환에 관한 고찰: 들뢰즈⋅가타리의 리좀 이론을 중심으로",
      "name": "성인교육의 확장과 심화를 위한 인식론적 전환에 관한 고찰: 들뢰즈⋅가타리의 리좀 이론을 중심으로",
      "symbolSize": 60,
      "value": 47
    },
    {
      "id": "Deleuze의 몸 담론에 비추어 본 의복행동의 교육적 의미",
      "name": "Deleuze의 몸 담론에 비추어 본 의복행동의 교육적 의미",
      "symbolSize": 60,
      "value": 65
    },
    {
      "id": "‘리좀 지도그리기’를 통한 유아 미술표현 연구: Deleuze의 기호론을 중심으로",
      "name": "‘리좀 지도그리기’를 통한 유아 미술표현 연구: Deleuze의 기호론을 중심으로",
      "symbolSize": 60,
      "value": 64
    },
    {
      "id": "정동적 이미지를 중심으로 한 문학적 상상력 교육 방안 연구",
      "name": "정동적 이미지를 중심으로 한 문학적 상상력 교육 방안 연구",
      "symbolSize": 60,
      "value": 47
    },
    {
      "id": "들뢰즈(Deleuze)와 가타리(Guattari)의 리좀(Rhizome)특성으로 살펴 본 유아 상상놀이 경험",
      "name": "들뢰즈(Deleuze)와 가타리(Guattari)의 리좀(Rhizome)특성으로 살펴 본 유아 상상놀이 경험",
      "symbolSize": 60,
      "value": 50
    },
    {
      "id": "권진규 조각의 방법론에 나타난 사건과 우연성",
      "name": "권진규 조각의 방법론에 나타난 사건과 우연성",
      "symbolSize": 60,
      "value": 48
    }
  ],
  "edges": [
    {
      "source": "‘대학 밖 대학’과 들뢰즈의 ‘학습배치’",
      "target": "[단행본] 차이와 반복/Deleuze, G./민음사/2004/~///"
    },
    {
      "source": "들뢰즈 철학에서 영아 언어 의미 찾기",
      "target": "[단행본] 차이와 반복/Deleuze, G./민음사/2004/~///"
    },
    {
      "source": "예술로서 시조 체험 교육 연구를 위한 시론 -들뢰즈의 예술론을 바탕으로-",
      "target": "[단행본] 차이와 반복/Deleuze, G./민음사/2004/~///"
    },
    {
      "source": "미술과 디지털 리터러시 교육의 방향성 탐구: 들뢰즈 이미지 존재론을 중심으로",
      "target": "[단행본] 차이와 반복/Deleuze, G./민음사/2004/~///"
    },
    {
      "source": "들뢰즈의 존재론적 예술교육: IB PYP 예술과 교육과정에 대한 탐구",
      "target": "[단행본] 차이와 반복/Deleuze, G./민음사/2004/~///"
    },
    {
      "source": "성인교육의 확장과 심화를 위한 인식론적 전환에 관한 고찰: 들뢰즈⋅가타리의 리좀 이론을 중심으로",
      "target": "[단행본] 차이와 반복/Deleuze, G./민음사/2004/~///"
    },
    {
      "source": "질적연구 경험 다시 보기를 통한 유아 음악 교수자의 배움에 관한 자전적 연구: 들뢰즈(Deleuze)의 철학적 관점을 중심으로",
      "target": "[단행본] 차이와 반복/Deleuze, G./민음사/2004/~///"
    },
    {
      "source": "자연 친화 실내외놀이를 통한 유아교사의 ‘자기되기’ 그리고 ‘교사되기’: 후기구조주의 들뢰즈(Deleuze)의 철학적 사유를 중심으로",
      "target": "[단행본] 차이와 반복/Deleuze, G./민음사/2004/~///"
    },
    {
      "source": "중독과 들뢰즈의 반복의 문제",
      "target": "[단행본] 차이와 반복/Deleuze, G./민음사/2004/~///"
    },
    {
      "source": "칸트와 들뢰즈에서 자아의 동일성 문제",
      "target": "[단행본] 차이와 반복/Deleuze, G./민음사/2004/~///"
    },
    {
      "source": "Deleuze의 몸 담론에 비추어 본 의복행동의 교육적 의미",
      "target": "[단행본] 차이와 반복/질 들뢰즈/민음사/2004/~///"
    },
    {
      "source": "장소-되기로서 장소 배움의 의미",
      "target": "[단행본] 차이와 반복/Deleuze, G./민음사/2004/~///"
    },
    {
      "source": "들뢰즈의 선험적 실재주의와 체도(體道)의 예술론",
      "target": "[단행본] 차이와 반복/Deleuze, G./민음사/2004/~///"
    },
    {
      "source": "들뢰즈의 라이프니츠론에 대한 연구- 『차이와 반복』과 『의미의 논리』를 중심으로 -",
      "target": "[단행본] 차이와 반복/질 들뢰즈/민음사/2004/~///"
    },
    {
      "source": "들뢰즈의 배움의 기호를 통한 유아교사의 경험탐구",
      "target": "[단행본] 차이와 반복/Deleuze, G./민음사/2004/~///"
    },
    {
      "source": "Deleuze의 차이생성 이론으로 들여다본 만 5세 신나는 반 유아들의 놀이경험 이해: 교육적 기록작업 다시보기를 중심으로",
      "target": "[단행본] 차이와 반복/Deleuze, G./민음사/2004/~///"
    },
    {
      "source": "가르치는 교사에서 배우는 미술교사-되기 : 학교 밖 현장 미술교사들과 함께하는 질적 사례 연구",
      "target": "[단행본] 차이와 반복/Deleuze, G./민음사/2004/~///"
    },
    {
      "source": "삶의 방식으로서의 인성교육 -들뢰즈의 되기(becoming)관점을 통해-",
      "target": "[단행본] 차이와 반복/Deleuze, G./민음사/2004/~///"
    },
    {
      "source": "정동적 이미지를 중심으로 한 문학적 상상력 교육 방안 연구",
      "target": "[단행본] 차이와 반복/Deleuze, G./민음사/2004/~///"
    },
    {
      "source": "통합교육 이론의 실천적 변환을 위한 들뢰즈 존재론 탐색",
      "target": "[단행본] 차이와 반복/Deleuze, G./민음사/2004/~///"
    },
    {
      "source": "들뢰즈와 가타리의 철학에 근거한 북한 장애인 관련 법규 고찰",
      "target": "[단행본] 차이와 반복/Deleuze, G./민음사/2004/~///"
    },
    {
      "source": "들뢰즈(Deleuze)와 가타리(Guattari)의 리좀(Rhizome)특성으로 살펴 본 유아 상상놀이 경험",
      "target": "[단행본] 차이와 반복/Deleuze, G./민음사/2004/~///"
    },
    {
      "source": "들뢰즈 관점에서 본 영유아기 자녀양육경험을 통한 아버지-되어가기의 의미",
      "target": "[단행본] 차이와 반복/Deleuze, G./민음사/2004/~///"
    },
    {
      "source": "알레르기 질환 교육상담간호사의 경험을 통한 유아교사의 배움과 실천에 대한 요구: 들뢰즈의 ‘기호’와 ‘되기’의 관점으로",
      "target": "[단행본] 차이와 반복/Deleuze, G./민음사/2004/~///"
    },
    {
      "source": "슬로시티 담론을 통한 지역의 ‘차이 존재론’적 이해",
      "target": "[단행본] 차이와 반복/Deleuze, G./민음사/2004/~///"
    },
    {
      "source": "번역을 통한 미술학습의 실천",
      "target": "[단행본] 차이와 반복/Deleuze, G./민음사/2004/~///"
    },
    {
      "source": "권진규 조각의 방법론에 나타난 사건과 우연성",
      "target": "[단행본] 천 개의 고원./김재인/새물결출판사/2001/~///"
    },
    {
      "source": "권진규 조각의 방법론에 나타난 사건과 우연성",
      "target": "[단행본] 차이와 반복/질 들뢰즈/민음사/2004/~///"
    },
    {
      "source": "문화적 체육교육론 서설",
      "target": "[단행본] 차이와 반복/Deleuze, G./민음사/2004/~///"
    },
    {
      "source": "포스트구조주의 논의를 통해 본 한국 대중춤의 사회문화적 의미",
      "target": "[단행본] 천 개의 고원./김재인/새물결출판사/2001/~///"
    },
    {
      "source": "생성적 관점에서 바라본 학교혁신의 방향",
      "target": "[단행본] 차이와 반복/Deleuze, G./민음사/2004/~///"
    },
    {
      "source": "누리과정 신체운동영역 재구성 과정에서 유아교사들이 경험한 4가지 리좀 이야기",
      "target": "[단행본] 차이와 반복/Deleuze, G./민음사/2004/~///"
    },
    {
      "source": "‘리좀 지도그리기’를 통한 유아 미술표현 연구: Deleuze의 기호론을 중심으로",
      "target": "[단행본] 차이와 반복/Deleuze, G./민음사/2004/~///"
    },
    {
      "source": "물질의 행위주체성을 기반으로 한 유아 숲 체험활동의 비판적 고찰",
      "target": "[단행본] 차이와 반복/Deleuze, G./민음사/2004/~///"
    },
    {
      "source": "놀이기반 배움의 방향에 관한 탐색: 표상을 넘어 사건으로",
      "target": "[단행본] 차이와 반복/Deleuze, G./민음사/2004/~///"
    },
    {
      "source": "리좀과 공동체 기업가정신",
      "target": "[단행본] 차이와 반복/Deleuze, G./민음사/2004/~///"
    }
  ]
};